-- Translated by honsal (http://www.noxiousnet.com/forums/index.php?action=profile;u=6435)
-- Feel free to update translation for anyone

translate.AddLanguage("ko", "Korean")

-- ============================================================
-- Help pages
-- ============================================================

LANGUAGE.help_cat_introduction						= "좀비 서바이벌"
LANGUAGE.help_cat_survival							= "서바이벌"
LANGUAGE.help_cat_barricading						= "바리케이딩"
LANGUAGE.help_cat_upgrades							= "업그레이드"
LANGUAGE.help_cat_being_a_zombie					= "좀비"

LANGUAGE.help_cont_introduction						= [[<p>    좀비 대재앙을 경험할 수 있게 해주는 좀비 서바이벌에 오신 것을 환영한다! 여러분은 이제 바리케이드를 짓고, 좀비를 박살 내며, 언데드들과 전쟁을 벌일 수 있다.</p>
<p>좀비 서바이벌에는 생존자와 좀비라는 두 팀이 있다. 생존자, 즉 인간은 모든 웨이브를 버티면 승리하게 된다. 어떤 맵들은 승리하기 위해 특별한 미션을 수행해야 하는 경우도 있다.
만약 인간이 죽는다면, 좀비로 되살아나 생존자의 생존이 훨씬 힘들어지게 된다. 협력을 잘해야 유리하다는 말이죠.</p>
<p>좀비들의 목표는 모든 생존자을 사냥하여 패배하게 하는 것이다. 이때, 좀비 진영에서도 '패배'라는 메세지를 보게 된다. 즉, 승리하려면 반드시 인간인 상태로 생존해야 한다는 얘기죠.
그 대신, 한 좀비는 4명의 인간을 죽여 성불(환생)할 수 있다. 생존하여 승리할 수 있는 두 번째 기회를 잡게 되는 겁니다.
하지만 기억하세요. 앞서 말씀드렸듯, '승리'할 수 있는 단 하나의 방법은 인간인 상태로 끝까지 생존하는 것뿐이다. 좀비는 승리할 수 없다. 다만 모두를 패배하게 할 수 있을 뿐이죠!</p>
<p>일정 수의 사람은 선택되거나 지원하여 숙주 좀비가 된다. 몇 명이 선택될지는 라운드 시작 전 화면 하단에 표시된다.</p>
<p><b>상단의 메뉴를 클릭하시면 다른 유용한 정보를 알아보실 수 있다.</b></p>
<p>팁:
<ul><li>인간이 재접속하면 좀비가 된다.</li>
<li>어느 정도 시간이 흐른 후에는 새로운 플레이어도 좀비가 된다.</li>
<li>팀 채팅이 필요하시면 사용하세요. 기본 키는 U이다.</li>
</ul></p>
]]
LANGUAGE.help_cont_survival							= [[<p>팁:
<ul><li>'gmod_undo'키(기본값: Z)를 눌러 아주 느리게 바리케이드를 통과할 수 있다.</li>
<li>웨이브가 진행 중일 때, 포인트가 충분하다면 상점 상자에서 원하는 무기와 도구, 탄창 등을 살 수 있다. 그러나 포인트가 적다고 해서 꼭 답이 없는 것은 아닙니다. 동료의 잔해나 맵 구석구석 떨어져 있는 무기, 탄창, 도구 등을 주워서 사용하시면 생존에 도움이 된다.</li>
<li>만약 인간이 좀비의 직접적인 공격으로 죽는다면, 그 자리에서 좀비로 되살아납니다. 즉시 처치하세요.</li>
<li>라운드 시작 전 주어지는 자금은 매우 적다. 신중히 시작 무기를 고르시기 바랍니다.</li>
<li>F2를 눌러 장바구니를 만들거나, 저장하거나, 불러오거나, 삭제하거나, 기본 장바구니로 설정할 수 있다. 이렇게 장바구니로 등록한 후 구매하면 엄청나게 많은 시간을 절약하여 전략을 짤 수 있다.</li>
<li>안전하다고 느껴지는 장소일수록 조심하세요. 좀비가 파놓은 함정에 걸릴 수도 있다.</li>
<li>만약 팀을 위해 아무것도 하지 않는다면, 팀에게 당신은 아무런 쓸모없는 존재가 된다. 포인트를 얻지 않거나, 더 좋은 무기를 구매하지 않는다면, 팀은 물론이고 여러분 자신에게도 필요 없는 존재가 되죠!</li>
<li>'sprint'키(기본값: Shift)를 눌러 설치한 여러 물건을 회수할 수 있다. 회수한 물건들은 나중에 다시 사용할 수 있다.</li>
<li>주인이 없는 터렛(파란 불빛)은 'use'키(기본값: E)를 눌러 자신의 것으로 다시 사용할 수 있다. 주인이 없는 터렛은 아무런 행동도 하지 않으므로 최대한 빨리 사용하세요!</li>
<li>못이 박혀 있지 않은 프롭은 아무리 무거워도 쓸모가 없다. 반드시 못을 박아서 바리케이드를 완성하세요.</li>
<li>충분히 데미지를 가하면 문도 부서집니다. 단, 열리고 닫히는 문일 경우에만 적용된다.</li>
<li>대부분의 프롭들은 데미지를 받을수록 빨갛게 변한다.</li>
<li>좀비들은 주변에 자신들을 쳐다보는 인간이 없으면 서로의 머리 위에서 부활할 수 있다.</li>
<li>대부분의 근접 무기들은 좀비의 팔보다 긴 사정거리를 갖고 있다. 바리케이드를 지어 방어할 때 이를 고려해 지으면 좋다.</li>
<li>같은 팀끼리는 겹치지도, 데미지를 주지도 않으며 공격이 그대로 통과한다.</li>
<li>바리케이드를 안전한 장소에, 그리고 좀비 스폰 지점에서 멀리 떨어진 장소에 지으세요. 좀비들의 팔은 짧지만, 총의 사정거리는 매우 깁니다.</li>
<li>독 데미지는 천천히 회복되지만, 그렇다고 해서 죽지 않는 건 아닙니다. 조심하세요.</li>
<li>팀 멤버가 죽어간다고 겁먹지 마세요! 좀비들은 겁쟁이를 아주 좋아한다!</li>
<li>좀비들은 인간이 벽 뒤에 있을지라도 그 인간의 상태를 볼 수 있다. 많이 다친 상태라면 좀비가 달려들기 전에 얼른 후퇴하세요.</li>
<li>숨지 말고 방어선을 구축하세요. 좀비들은 인간이 어디에 있든지 볼 수 있다.</li>
<li>저항력 표시기는 현재 넉백에 대해 얼마나 저항력을 갖고 있는지 표시한다. 좀비들이 많으면 많을수록 저항력이 강해집니다!</li>
<li>바리케이드를 부술 만큼 좀비가 많지 않다면, 다른 장소에서 '팀원'을 구해보세요.</li>
<li>초록색 가스에 있는 좀비를 쏘지 마세요! 가스 안에서 좀비는 빠르게 회복하므로 아까운 총알만 낭비하게 된다!</li>
<li>좀비는 몸통, 팔, 다리에 가해지는 공격에 내성이 있다. 머리를 정화하게 쏘세요!</li>
<li>비록 좀비의 다리에 데미지가 적게 들어갈지라도, 다리에 공격을 받으면 느려지는 효과가 있다. 위급한 상황이라면, 다리를 집중 사격하고 팀원과 함께 도망치세요.</li>
</ul></p>
]]
LANGUAGE.help_cont_barricading						= [[<p>바리케이딩은 생존에 절대로 없어서는 안 될 행위이다. 좀비들은 처음엔 약해 보이나 후반으로 갈수록 순식간에 팀 전체를 죽일 수 있을 정도로 강력해지기 때문이다.</p>
<p>좀비를 들어오지 못하게 하는 유일한 방법은, 잘 지어진 바리케이드와 잘 짜인 전술로 대응하는 것이다.</p>
<p>좀비 서바이벌엔 바리케이드를 구성하기 위한 한 짝의 도구가 있다. 바로 '목수의 망치'와 '못'이다. 이들은 프롭을 단단히 고정해 주며, 좀비들은 이 튼튼한 바리케이드를 부수지 않고는 당신에게 아무런 위해를 가하지 못한다.
못 박기를 원하는 프롭을 보고 'USE'키(기본값: E)를 눌러 프롭을 들어 올립니다. 'SPRINT'키(기본값: Shift)를 눌러 판자를 원하는 위치에 붙잡고 있을 수 있다. 그 상태에서 망치를 들고 오른쪽 클릭하여 못을 박아 고정하시면 된다. 다른 프롭들보다 벽이나 쇼파 등 튼튼한 물건에 못을 박으면 더 안전하게 생존할 수 있다.
단, 기억하세요! 못으로 연결된 프롭들은 모두 동시에 데미지를 받다. 즉, 한 프롭이 데미지를 받으면 그 프롭과 못으로 연결된 모든 프롭들에게 같은 양의 데미지가 들어간다는 겁니다. 여러분은 망치로 프롭이나 못을 수리할 수 있다만, 계속 수리를 하다 보면 결국 너무 너덜너덜해져 사용할 수 없게 된다. 망치를 들고 'SPRINT'키(기본값: Shift)를 눌러서 화면에 보이는 못의 주인과 체력을 확인할 수 있다.
만약 못이 이상한 곳에 박혔다고 생각되거나, 프롭의 위치를 옮기고 싶으면 못을 'RELOAD'키(기본값: R)을 눌러 뺄 수 있다. 하지만 주의하세요. 만약 자신의 못이 아닌 다른 사람의 못을 제거한다면 포인트가 감소하게 된다.
또 하나 기억하셔야 할 것이 있다. 못의 체력은 프롭의 질량과 비례한다. 무겁고 큰 프롭일수록 데미지를 더 많이 버텨낼 수 있다.</p>
<p>'이지스 바리케이드 키트'라는 또다른 도구가 있다. 이 바리케이드 키트는 모든 표면, 혹은 두 개의 벽 사이에 빠른 속도로 바리케이드를 설치할 수 있게 해준다. 심지어 프롭도 필요 없다. 이것을 사용하시려면 원하는 위치에 접근하셔서 빨간색 형체가 초록색이 될 때까지 적절히 조정하신 후 클릭하여 설치하시면 된다.
'PRIMARY ATTACK'키(기본값: 마우스 왼쪽 클릭)을 눌러 설치할 수 있고, 'RELOAD'(기본값: R)키나 'SECONDARY ATTACK'키(기본값: 마우스 오른쪽 클릭)을 눌러 회전시킬 수 있다. 보드팩과 같이 '보드'를 사용하므로 보드팩을 소지하고 있다면 사용할 때마다 보드가 하나씩 사용된다! 'SPRINT'키(기본값: Shift)를 눌러 설치된 판자를 회수하여 다시 쓸 수 있다.</p>
<p>마지막으로, '터렛'이 있다. 터렛은 레이져에 닿은 모든 좀비에게 총알을 발사한다. 탄약이 없을 때엔 레이져가 빨간색으로 변하며 기능이 정지된다. SMG탄약이 있다면, 터렛을 보고 'USE'키(기본값: E)를 눌러 충전시킬 수 있다. 충전할 경우에는 포인트를 받다.
터렛을 놓으시려면 빨간색 형체가 초록색이 되는 위치로 이동하신 후 클릭하시면 된다. 프롭이 없고, 평지여야 한다. 'SECONDARY ATTACK'키(기본값: 마우스 오른쪽 클릭) 혹은 'RELOAD'키(기본값: R)을 눌러 회전시킬 수 있다. 만약 문제가 발생한다면, 'SPRINT'키(기본값: Shift)를 눌러 회수한 후 다른 위치에 설치할 수 있다. 기억하세요. 터렛은 레이져에 닿은 좀비만 공격한다.</p>
<p>팁:
<ul>
<li>바리케이드를 공격중인 좀비를 사살한다면 25%의 포인트 보너스를 받다!</li>
<li>크고 무거운 프롭을 바리케이드로 사용하세요. 못의 체력이 더 많아지고, 못을 박을 수 있는 자리도 더 많아집니다. 또한, 바리케이드는 발사체도 막다.(Ex: 독)</li>
</ul></p>]]
LANGUAGE.help_cont_upgrades							= [[<p>포인트는 좀비를 죽이거나, 팀을 치료하거나, 터렛의 탄환을 충전하거나, 포인트샵을 운영하거나, 보급상자를 설치하거나 바리케이드를 수리함으로써 얻을 수 있다.
그렇게 얻은 포인트들은 포인트 샵에서 생존에 필요한 무기, 도구 등으로 교환할 수 있다.
웨이브 쉬는시간에는 할인된 가격으로 판매되니 기억하시기 바랍니다!</p>
<p>팁:
<ul>
<li>계획을 세우세요. 자금 메뉴에서 탄약을 두둑히 챙겨 놓는다면 탄약 걱정 없이 더 많은 좀비를 사살하고 포인트를 얻어 장비를 더욱 더 쉽게 업그레이드 하실 수 있다.</li>
<li>어시스트만으로도 포인트를 얻을 수 있다. 직접 죽인 사람에게 반 이상의 포인트가 가지만, 어시스터도 여전히 포인트를 받으므로 최대한 협력하세요.</li>
<li>자금과 포인트는 같은 개념이 아닙니다. 라운드 시작 전, 자금을 전부 쓰는 것이 좋다!</li>
<li>상점 상자는 공격, 방어, 생존 모든 면에 있어 필수품이다.</li>
</ul></p>]]
LANGUAGE.help_cont_being_a_zombie					= [[<p>팁:
<ul>
<li>좀비는 무한히 부활하지만, 인간은 단 하나의 생명밖에 없다. 공격을 두려워하지 마세요! 끊임없이 공격만 하다 보면 어느새 더욱 강력해진 좀비 군단을 볼 수 있을 겁니다!</li>
<li>좀비는 굉장히 끈질긴 생명력을 갖고 있다. 죽일 수 있는 단 하나의 방법은 머리를 쏴죽이거나, 강력한 데미지를 가하거나, 근접 공격을 하는 것 뿐이다. 좀비에게 다리는 필요 없다.</li>
<li>근처의 아무런 인간도 좀비를 보고 있지 않다면, 좀비들은 서로의 머리 위에서 부활할 수 있다. 화면 아래에 있는 해골의 눈 색깔을 주시하세요. 초록색이라면, 다른 좀비가 당신의 위에서 부활할 수 있다!</li>
<li>많이 시도하다 보면 프롭을 강타해 인간에게 날려버릴 수도 있다.</li>
<li>상점 상자나 터렛과 같은 설치된 물건들을 부숴서 인간의 생존을 방해하세요.</li>
<li>충분한 데미지를 받으면 문의 경첩이 떨어집니다.</li>
<li>대부분의 프롭들은 데미지를 받을수록 빨갛게 변한다.</li>
<li>망령은 가만히 서 있거나 일정 거리보다 멀리 있을 때 완벽하게 투명해집니다.</li>
<li>패스트 좀비의 달려드는 공격은 얼마나 오래 날았는지에 따라 데미지가 변한다. 공중에 오래 있었을수록 데미지가 강력해집니다. 만약 인간이 가까이에 있다면, 긁어버려도 좋다!</li>
<li>포이즌 좀비는 터프하게도 자신의 살점을 뜯어 던져버립니다. 이는 'SECONDARY ATTACK'키(기본값: 마우스 오른쪽 클릭)로 사용할 수 있다.</li>
<li>대부분 좀비의 할퀴기 공격은 2번의 기회가 있다. 만약 인간을 제대로 친다면 공격 범위 안에서 계속 공격할 수 있다.</li>
<li>만약 포이즌 헤드크랩의 독 공격이 인가의 머리에 맞는다면 맞은 인간은 몇 초 동안 정신이 없게 된다.</li>
<li>체력이 부족한 인간에게 가세요! 다른 좀비 역시 체력이 부족한 인간을 선호하므로 그들은 아주 손쉬운 먹잇감이 된다.</li>
<li>화면 하단에 있는 저항력 미터기는 당신이 데미지와 넉백에 얼마나 저항할 수 있는지 나타냅니다. 좀비끼리 모이고 모여 강력한 군단을 만드세요!</li>
<li>만약 바리케이드를 부술만큼 좀비가 많지 않다면, 다른 곳에서 새로운 '팀원'을 구하세요.</li>
<li>만약 너무 어둡다면, 'FLASHLIGHT'키(기본: F)를 눌러보세요.</li>
</ul></p>
]]